tap "homebrew/bundle"

brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "readline"
brew "sqlite"
brew "glib"
brew "coreutils"
brew "eza"
brew "fd"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "lazygit"
brew "libarchive"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git-delta"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zoxide"

cask "clipy"
cask "cmd-eikana"
cask "font-meslo-lg-nerd-font"
cask "itsycal"
# cask "google-japanese-ime" # this may cause an error
cask "monitorcontrol"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
