alefragnani.project-manager
analytic-signal.preview-mp4
andyyaldoo.vscode-json
anseki.vscode-color
azurite.azurite
batisteo.vscode-django
charliermarsh.ruff
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
esbenp.prettier-vscode
ethansk.restore-terminals
formulahendry.code-runner
formulahendry.docker-explorer
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.azure-dev
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-node-azure-pack
naumovs.color-highlight
njpwerner.autodocstring
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
tomoki1207.pdf
tyriar.sort-lines
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wayou.vscode-icons-mac
wholroyd.jinja
yzane.markdown-pdf
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
